import css from "../../Info/Info.module.css";
import link from "../../../assets/images/general.jpg";

const General = () => {
  return (
    <div className={css.massageInfoWrap}>
      <h4>Класичний загальний</h4>
      <p>
        Класичний масаж — це одна з найпоширеніших технік фізіотерапії, яка
        сприяє зняттю напруги, поліпшенню кровообігу та розслабленню м'язів. Він
        базується на ритмічних рухах, таких як погладжування, розтирання,
        вібрація та розминання, які виконуються професіоналом з урахуванням
        індивідуальних потреб пацієнта. Класичний масаж допомагає зняти стрес,
        полегшити болі в спині та шиї, а також відновити тонус м'язів.
      </p>
      <img src={link} alt="general massage image" />
      <p>
        Цей вид масажу підходить як для профілактики, так і для лікування
        різноманітних захворювань опорно-рухового апарату. З його допомогою
        можна покращити самопочуття, знизити рівень тривожності та депресії.
        Класичний масаж особливо ефективний при регулярному застосуванні, адже
        він сприяє зміцненню імунної системи та загальному оздоровленню
        організму.
      </p>
    </div>
  );
};

export default General;
