import css from "../../Info/Info.module.css";
import link from "../../../assets/images/children.jpg";

const Children = () => {
  return (
    <div className={css.massageInfoWrap}>
      <h4>Дитячий</h4>
      <p>
        Дитячий масаж — це спеціальна техніка масажу, що розроблена для малюків
        і дітей. Він допомагає покращити фізичний розвиток, зміцнити імунну
        систему та розслабити м'язи. Масаж може бути корисним для покращення
        сну, зняття стресу та тривожності у дитини. Легкі та обережні рухи
        масажиста допомагають зняти напругу та полегшити біль у випадку коліків
        чи м'язових спазмів.
      </p>
      <img src={link} alt="children massage image" />
      <p>
        Цей вид масажу також може використовуватися для профілактики різних
        захворювань, таких як порушення постави чи сколіоз. Дитячий масаж
        допомагає поліпшити кровообіг, стимулює нервову систему та сприяє
        емоційному розвитку малюка. Важливо, щоб масаж проводив кваліфікований
        фахівець, адже у дітей шкіра і м'язи дуже чутливі до зовнішніх впливів.
      </p>
    </div>
  );
};

export default Children;
