import css from "../../Info/Info.module.css";
import link from "../../../assets/images/sensualnyi.jpg";
import Poster from "../../Poster/Poster";

const Sensualnyi = () => {
  return (
    <div className={css.massageInfoWrap}>
      <h4>Сенсуальний релакс-масаж</h4>
      <p>
        Це мистецтво ніжних дотиків, що допомагають розкрити чуттєвість і
        глибоко розслабити тіло та розум. Повільні, плавні рухи, м’яке тепло рук
        та уважність до кожної клітинки тіла створюють атмосферу гармонії та
        внутрішнього спокою.
      </p>
      <Poster link={link} alt="sensualnyi massage image" />
      <p>
        Сенсуальний масаж пробуджує відчуття, знімає напруження, відновлює
        життєву енергію та повертає легкість. Він підходить тим, хто хоче не
        просто відпочити, а й відчути своє тіло по-новому — ніжно, дбайливо та з
        повагою.
      </p>
      <p>
        <b>Важливо:</b> процедура не має інтимного характеру та проводиться з
        дотриманням особистих меж.
      </p>
    </div>
  );
};

export default Sensualnyi;
