import css from "../../Info/Info.module.css";
import link from "../../../assets/images/hang.jpeg";
import Poster from "../../Poster/Poster";

const Hang = () => {
  return (
    <div className={css.massageInfoWrap}>
      <h4>Масаж під живу музику</h4>
      <p style={{ fontStyle: "italic" }}>
        Це більше, ніж масаж. Це подорож у себе.
      </p>
      <p>
        Поки тіло відчуває ніжність дотиків, поруч звучить жива музика —
        співаючі чаші, ханг, вібрації, які ніби зіткані з тиші й світла. Звуки
        розчиняються в повітрі, проходять крізь тебе — спершу як фон, а потім
        стають частиною тебе.
      </p>
      <Poster link={link} alt="music massage image" />
      <p>
        А потім — тиша, і раптом чаші опиняються на тілі. І кожен легкий удар —
        як хвиля, що проходить через кістки, органи, душу. Вібрації відгукуються
        в найглибших шарах, туди, де руками не дістати.
      </p>
      <p>
        Масаж розслабляє тіло. Звук розслабляє простір всередині тебе. Разом
        вони створюють стан, у якому не думаєш — лише відчуваєш.
      </p>
      <p>
        Це не просто техніка. Це ритуал гармонії. Це твоя зустріч із собою
        справжнім.
      </p>
    </div>
  );
};

export default Hang;
