import css from "../../Info/Info.module.css";
import link from "../../../assets/images/six-hands.jpg";
import Poster from "../../Poster/Poster";

const SixHands = () => {
  return (
    <div className={css.massageInfoWrap}>
      <h4>Масаж у шість рук</h4>
      <p>
        це як танець трьох майстрів навколо твого тіла. Шість долонь, три серця,
        одне дихання. Це не просто масаж — це перепрошивка всієї системи.
      </p>
      <Poster link={link} alt="six hands massage image" />
      <p>
        Твій розум не здатен відстежити всі рухи — і саме в цьому магія. Мозок
        відпускає контроль, зникає напруга, починається справжнє розслаблення.
        Ти немов занурюєшся в хвилі дотику, де неможливо зрозуміти, хто де — і
        тому тіло нарешті може просто бути.
      </p>
      <p>
        Кожна клітинка отримує в шість разів більше уваги. Шість потоків енергії
        сплітаються в єдиний гармонійний ритуал, живлячи тіло теплом, а душу —
        тишею. Вирівнюється енергетика, зникають внутрішні блоки, пробуджується
        життєва сила.
      </p>
      <p>
        Це як вимкнути міський шум усередині себе й увімкнути океан. Після
        такого масажу ти не просто відпочинеш — ти повернешся до себе. М’яке
        перезавантаження. Глибока тілесна радість. Внутрішня усмішка.
      </p>
    </div>
  );
};

export default SixHands;
