import css from "../../Info/Info.module.css";
import spanish from "../../../assets/images/spanish.jpeg";

const Spanish = () => {
  return (
    <div className={css.massageInfoWrap}>
      <h4>Іспанський</h4>
      <p>
        Уяви собі легкі, хвилеподібні дотики, які огортають твоє обличчя,
        знімають напругу та наповнюють кожну клітинку енергією… Це не просто
        масаж — це справжній ритуал молодості та гармонії!
      </p>
      <img src={spanish} alt="spanish massage image" />
      <p>
        Що дарує іспанський масаж обличчя?
        <br />
        ✔ Глибоке розслаблення та зняття стресу
        <br />
        ✔ Підтягнення контуру обличчя без ін’єкцій
        <br />
        ✔ Покращення кровообігу та сяючий колір шкіри
        <br />✔ Стимуляцію лімфодренажу для природного омолодження
      </p>
      <p>
        Ця техніка унікальна тим, що впливає не тільки на шкіру, а й на м’язи,
        повертаючи їм тонус та еластичність. Відчуй ніжність та ефективність
        кожного руху — записуйся на сеанс та дозволь собі справжнє SPA для
        обличчя! 💆‍♀️✨
      </p>
    </div>
  );
};

export default Spanish;
