import css from "../../Info/Info.module.css";
import fourhand from "../../../assets/images/fourhand.jpg";

const Fourhands = () => {
  return (
    <div className={css.massageInfoWrap}>
      <h4>
        Масаж <br /> у чотири руки
      </h4>
      <p>
        Уявіть, як дві пари рук одночасно огортають вас плавними, синхронними
        рухами. Мозок просто не встигає відстежувати всі дотики, тому він
        поступово відключає контроль і повністю занурюється в стан глибокого
        релаксу. Це не просто масаж – це унікальний досвід, що переносить вас у
        світ абсолютного задоволення та гармонії.
      </p>
      <img src={fourhand} alt="four hand massage image" />
      <p>
        Завдяки ефекту «сенсорного перевантаження» тіло швидше звільняється від
        напруги, а розум – від зайвих думок. Ви відчуваєте подвійний вплив:
        одночасне розслаблення м’язів і емоційне перезавантаження.
        <br />
        <br />
        Цей масаж:
        <br />
        ✔️ Допомагає швидко відключити контроль і повністю розслабитися
        <br /> ✔️ Дарує глибший ефект, ніж класичний масаж
        <br /> ✔️ Створює відчуття легкості, гармонії та спокою
        <br /> ✔️ Посилює кровообіг і енергетичний баланс
        <br />
        <br /> Відкрийте для себе новий рівень релаксації – запишіться на масаж
        у чотири руки!
      </p>
    </div>
  );
};

export default Fourhands;
