import css from "../../Info/Info.module.css";
import vacuum from "../../../assets/images/vacuum.jpg";
import Poster from "../../Poster/Poster";

const Vacuum = () => {
  return (
    <div className={css.massageInfoWrap}>
      <h4>Вакуумний</h4>
      <p>
        Вакуумний масаж — це ефективна процедура, що покращує кровообіг,
        стимулює обмін речовин і тонізує шкіру. За допомогою спеціальних банок
        або апарата створюється вакуум, який активізує приплив крові, сприяючи
        виведенню токсинів і насиченню тканин киснем.
      </p>
      <Poster link={vacuum} alt="vacuum massage image" />
      <p>
        Цей вид масажу часто застосовують для боротьби з целюлітом, корекції
        фігури та зняття м'язової напруги. Перед початком курсу варто
        проконсультуватися з фахівцем, адже процедура має протипоказання,
        зокрема варикоз та шкірні захворювання.
      </p>
    </div>
  );
};

export default Vacuum;
